// 1. Запитайте у користувача довжину сторони квадрата і виведіть периметр
// такого квадрата.

// let a = +prompt("Enter side of square:");
// alert(Math.pow(a, 2));


// 2. Реалізуйте конвертор валют. Користувач вводить гривні, програма повинна 
// показати скільки це в євро та доларах.

// let grn = prompt("Enter grn:");
// alert(`${grn}₴ its ${grn / 40.20}€ and ${grn / 37.20}$`);

// 3. Запитайте у користувача відстань в км між двома містами і за скільки годин 
// він хоче дістатися. Порахуйте швидкість, з якою необхідно рухатися, щоб 
// встигнути вчасно.

// let l = prompt("Enter km:");
// let t = prompt("Enter time:");

// alert(`V = ${l/t} km/h`);

//4

// let gb = +prompt("Enter gb:");
// alert(`820mb files: ${gb * 1024 / 820}`);
